import styles from "../About/About.module.scss";

function About() {
  return (
    <div className={styles.container}>
      <h1 className={styles.title}>За нас</h1>

      <p className={styles.text}>
        <strong>ДЯНКОВ ЕООД</strong> е надеждна строителна компания с над 20
        години опит в сферата на строителството, ремонтните дейности и
        проектирането. Ние предлагаме качествени и иновативни решения за вашия
        дом, офис или индустриален обект.
      </p>

      <p className={styles.text}>
        Нашият екип от професионалисти работи с внимание към детайла и с модерни
        технологии, за да гарантира дълготрайни резултати и максимално
        удовлетворение на клиентите.
      </p>
      <h2 className={styles.subtitle}>Какво предлагаме?</h2>
      <ul className={styles.list}>
        <li>Проектиране и консултации при планиране</li>
        <li>Геодезически услуги</li>
        <li>Строителни дейности и технически контрол</li>
        <li>Ремонт и обновяване на жилища и търговски обекти</li>
        <li>ВиК инсталации и ремонти</li>
        <li>Монтаж и поддръжка на отоплителни системи</li>
        <li>Шпакловка, боядисване и сухо строителство</li>
      </ul>
      <p className={styles.text}>
        Нашият приоритет е да работим прозрачно – с ясни цени, договорени
        срокове и постоянна връзка с клиента. Знаем колко е важно за вас
        ремонтът да бъде изпълнен качествено и без излишен стрес, затова се
        стремим да предложим решения, които отговарят на вашите изисквания и
        бюджет.
      </p>
      <p className={styles.text}>
        <strong>ДЯНКОВ ЕООД</strong> – качествени ремонти, изпълнени с внимание
        и коректност.
      </p>
    </div>
  );
}

export default About;
